Repository: Qabel/qabel-accounting
Catalog: qabel_provider/locale/*/LC_MESSAGES/django.po
Languages: de

source: Qabel Account Management
de: Qabel Accountverwaltung

source: admin user data export {written_rows} {failed_no_address}
de: {written_rows} Benutzer exportiert ({failed_no_address} hatten keine (bestätigte) Addresse und wurden daher nicht exportiert)

source: admin user action export data label
de: Als CSV exportieren

source: registered mail title
de: Qabel Account Registrierung

source: thx for choosing Qabel
de: Danke, dass Sie sich für Qabel entschieden haben.

source: not yet confirmed, remininding you to pls confirm
de: Vor einiger Zeit haben wir bereits eine Nachricht mit einem Aktivierungslink an Ihre E-Mail-Adresse gesendet. Bisher konnten wir jedoch keinen Abschluss Ihrer Registrierung feststellen.

source: click on following link
de: Bitte klicken Sie auf den nachfolgenden Link, um die Registrierung Ihres Qabel Accounts abzuschließen.

source: activation link text
de: Aktivierungslink

source: have fun testing
de: Viel Spaß beim Testen, wir freuen uns auf Ihr Feedback!

source: registered mail title, lined with dashes
de: --------------------------- Qabel Account Registrierung ---------------------------

source: new account at %(site_name)s
de: Ihr %(site_name)s Account

source: Save changes
de: Änderungen speichern

source: Email address confirmed
de: E-Mail-Addresse bestätigt

source: Your email address has been confirmed. Your account is now active.
de: Ihre E-Mail-Addresse wurde erfolgreich bestätigt. Ihr Account ist nun aktiv.

source: Account history
de: Accountverlauf

source: Date
de: Datum

source: Event
de: Ereignis

source: Account created
de: Account erstellt

source: My account
de: Mein Account

source: Welcome, %(username)s
de: Willkommen, %(username)s

source: Last login
de: Letze Anmeldung

source: Your username
de: Ihr Benutzername

source: Change
de: Ändern

source: Your password
de: Ihr Passwort

source: Primary email address
de: E-Mail-Addresse

source: This address hasn't been confirmed yet.
de: Diese E-Mail-Addresse wurde noch nicht bestätigt.

source: Current plan
de: Tarif

source: Available plans
de: Verfügbare Tarife

source: Qabel Box Storage
de: Qabel Box Speicherplatz

source: %(used)s used out of %(quota)s
de: %(used)s von %(quota)s genutzt

source: account created mail title
de: Ihr Qabel Account

source: username is %(username)s
de: Ihr Qabel-Benutzername ist %(username)s

source: account created mail title, lined with dashes
de: ----------------- Ihr Qabel Account -----------------

source: Log in again
de: Erneut einloggen

source: Lost your password?
de: Passwort vergessen?

source: Your password was changed.
de: Ihr Passwort wurde erfolgreich geändert.

source: Back to your user profile »
de: Zurück zu Ihrem Account »

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen erst Ihr altes Passwort und darunter dann zweimal (um sicherzustellen, dass Sie es korrekt eingegeben haben) das neue Passwort ein.

source: Change my password
de: Mein Passwort ändern

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde übernommen. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.

source: Reset my password
de: Passwort zurücksetzen

source: Change profile
de: Account bearbeiten
